/* ==========================================================
   國軍 MDM V9.1 Ultra
   config.js
========================================================== */

"use strict";

const CONFIG = {

    /* 模式
       normal  = 一般模式
       mission = 任務模式
    */
    mode: "normal",

    /* 是否違規 */
    violation: false,

    /* 任務名稱 */
    title: "中科院",

    /* 任務結束時間 */
    endTime: "115/08/14 00:00",

    /* 上鎖時間 */
    lockTime: "115/07/02 10:06:36",

    /* 管制卡編號 */
    serial: "C228914264",

    /* 設定檔版本 */
    profile: "V113.a (12/30 11:17:24)",

    /* 違規項目 */
    violationItems: [

        "通知",

        "通知聲音"

    ]

};